Repository: advancedresearch/lojban
Catalog: assets/en-jbo.tmx
Source language: en
Languages: jbo

source: This apple began to rot.
jbo: lo vi plise pu co'a fusra

source: I did not do it.
jbo: mi na co'e

source: How is this explained?
jbo: ma ve ciksi

source: If it isn't on Tatoeba, it isn't a sentence.
jbo: na go nai da na zvati la.tatoebas. gi da na jufra

source: Bottles of beer are made of glass.
jbo: lo botpi be lo birje cu marji lo blaci

source: Give them to her.
jbo: ko dunda ko'a ko'e

source: Give them to him.
jbo: ko dunda ko'a ko'e

source: I'll wait here until she comes.
jbo: lo za'i mi zvati cu te denpa lo nu ko'a klama ti

source: I don't want to read this book.
jbo: .aunai mi tcidu lo vi cukta

source: I think that my girlfriend leaves tomorrow for Scotland.
jbo: pe'i lo pampe'o be mi co'a klama ca lo bavlamdei lo kotygu'e

source: Are you done washing your hands?
jbo: xu do ba'o lumci lo xance

source: It's familiar to me.
jbo: ko'a mi selsau

source: It is not easy to catch a hare with your bare hands.
jbo: nandu fa lo nu kavbu lo cicyractu lo xance

source: It is difficult to catch a rabbit by hand.
jbo: nandu fa lo nu kavbu lo cicyractu lo xance

source: I'm still not really happy.
jbo: mi ca'o no'e gleki

source: You are a singer.
jbo: do sa'apre

source: We agree.
jbo: ma'a tugni

source: Please attend my birthday party.
jbo: .e'o ko vitke fi lo mi jbedetnunsla

source: I'm thinking of you.
jbo: mi ca'o pensi tu'a do

source: Do not eat.
jbo: ko na citka

source: Don't move from here.
jbo: ko na muvdu fi ti

source: These apples are big.
jbo: ti poi plise cu barda

source: The black dog ran.
jbo: lo xekri gerku pu bajra

source: Death is similar to sleep.
jbo: lo za'i morsi cu simsa lo za'i sipna

source: When are you born?
jbo: do jbena fi ma

source: I'm a little child.
jbo: mi cmalu verba

source: I've never met anyone who was able to learn how to play basketball just by reading a book. The same holds true for learning foreign languages as well.
jbo: mi penmi no da poi certu ta'i lo nu tcidu lo cukta kei lo boljinterjvi e si'a lo fange bangu

source: That book is small.
jbo: lo va cukta cu cmalu

source: Do you speak Turkish?
jbo: xu do se bangu lo bantu'uru

source: I don't speak Hebrew.
jbo: mi na se bangu lo banxe'ebu

source: Compared to Tokyo, London is small
jbo: fi la.tokion. fa la.lyndyn. cmalu

source: When will you leave for the Moon? We all need you.
jbo: ca ma do cliva se ka'a lo lunra .i ro mi'a nitcu do

source: Hi./ Hello./ Good day.
jbo: coi

source: Bye!
jbo: co'o

source: Watch out! There are five hungry Soviet cows in the garden!
jbo: .o'i mu xagji sofybakni cu zvati le purdi

source: I was born in Tokyo.
jbo: mi jbena fo la tokios

source: They make decisions on new policy.
jbo: ko'a jdice fi lo cnino plajva

source: I don't know if they've decided to leave.
jbo: mi na djuno lo nu ra jdice lo nu cliva

source: The dog ate my shoe.
jbo: le gerku pu citka lo mi cutci

source: All mountains are not green.
jbo: ro cmana na crino

source: "Have you eaten?" "Yes, I have."
jbo: lu xu do ba'o citka li'u .i zo go'i

source: Then a little time-wasting idea came to mind.
jbo: .ibazibo lo cmalu temselfesti sidbo cu se pensi

source: So tired!
jbo: tatpi sai

source: Pinocchio says: "Now my nose will grow."
jbo: la'oi pinocchio cusku lu lo mi nazbi ca banro li'u

source: Someone pushed me inside.
jbo: da pu catke mi mo'ine'i

source: Such is life.
jbo: .uecu'i

source: Don't shoot the messenger.
jbo: ko na celgunta le xe benji

source: My name is Hase.
jbo: mi'e .xeis.

source: I'm ever so sorry!
jbo: .u'ucai

source: Jesus hates you.
jbo: la .iesus. xebni do

source: He called me up from Tokyo.
jbo: ra fonta'a mi ra'i la.tokion.

source: He was crying.
jbo: ko'a pu ca'o klaku

source: Don't make faces.
jbo: ko na zdile firsku

source: Darn!
jbo: .oisai

source: I do not fear death, but dying.
jbo: mi terpa lo nu morsi naja mrobi'o

source: Why is the sky blue?
jbo: ki'u ma lo tsani cu blanu

source: They really are wise.
jbo: ra ja'asai prije

source: All those who take up the sword shall perish by the sword.
jbo: ro cladakyxa'i pilno ba cladakyxa'i mrobi'o

source: Did you accompany Peter to Munich?
jbo: xu do kansa la.pitr. lo nu klama la.minx,n.

source: My brother has become a priest.
jbo: lo bruna be mi co'a jdaja'a

source: My blood type is A positive.
jbo: lo ciblu be mi cu cmima abu ma'ubu

source: A week has seven days.
jbo: .i lo djedi be li ze cu jeftu

source: Trolling is a art.
jbo: lo nu zunti larcu

source: I bowed politely.
jbo: .i clite krosa'i

source: I will live in a room with four beds.
jbo: mi ba xabju lo kumfa pe pa'u vo ckana

source: When we married my parents gave me this house.
jbo: ca lo nunspe lo rirni le zdani mi dunda

source: The baby was naked.
jbo: lo cifnu pu lunbe

source: He is very kind, just like you.
jbo: du'i do ra xendo mutce

source: The train is leaving soon.
jbo: zi nu trene klama

source: The train is arriving soon.
jbo: zi nu trene klama

source: There is no one who doesn't desire peace.
jbo: ro prenu cu djica lo nu panpi

source: Portugal is not an exception.
jbo: .i lo potygu'e cu na'e jai nafmupli

source: Do you speak Klingon?
jbo: xu do se bangu lo bangrklingo

source: Why is he angry?
jbo: mu'i ma ra fengu

source: The capital of the Ukraine is Kiev.
jbo: .i la. kiiv. cu jecta ralju lo'i tcadu be fi la. ukra'inas.

source: Stay with us.
jbo: ko stali ka'ai mi'ai

source: Are you coming to the store with me?
jbo: xu do kansa mi lo nu klama lo zarci

source: The book is small.
jbo: lo cukta cu cmalu

source: Today is Saturday.
jbo: lo cabdei cu xavdei

source: Is this your sack or his?
jbo: ti me lo dakli po do ji ra

source: Is this your sack or hers?
jbo: ti me lo dakli po do ji ra

source: Please show me the schedule.
jbo: e'o jarco lo tcikycartu

source: The person on the left ruins the balance of the picture.
jbo: le zu'a prenu cu daspo lo pixra kamcnici

source: This week is Fire Prevention Week.
jbo: ca jeftu fau lo nu fagbetri kajde

source: What did you do at that moment?
jbo: do pu zukte ma ca sai ra

source: How heavy you are!
jbo: do tilju sai

source: Wait a minute.
jbo: ko ze'i denpa

source: Wait one moment.
jbo: ko ze'i denpa

source: You are very dear to me.
jbo: do mi dibycai

source: What's your situation?
jbo: ma tcini do

source: Life is short.
jbo: lo nunji'e cu to'utce

source: She needs it.
jbo: ra ra nitcu

source: I want to climb this mountain.
jbo: mi djica lo nu cpare lo vi cmana

source: What have you done this week?
jbo: do ma zukte ca lo pu zi jeftu

source: I let him sleep at my house for the night.
jbo: mi curmi lo nu ko'a sipna bu'u lo zdani be mi

source: I have decided to write ten sentences in Spanish each day. I'm sure that Roco will be very happy to correct them.
jbo: mi jdica lo nu ciska lo pano jufra be fi lo spano ca lo ro djedi .i ba'a la.rosi,os. .ui dai cikre jy

source: Spirit, are you there?
jbo: be'e pruxi

source: I sent it yesterday; you should receive it tomorrow.
jbo: mi benji ca lo prulamdei .i ba'a do terbi'e ca lo bavlamdei

source: This is a house of crazies!
jbo: ti zdani loi jai fenki

source: He lived in Spain, I think.
jbo: pe'i ko'a pu xabju lo sangu'e

source: She's the local slut.
jbo: ko'a diklo malsorgle

source: Is it love?
jbo: xu nu prami

source: He's not a doctor.
jbo: ra na mikce

source: Since it was cold, we made a fire.
jbo: mu'i lo nu lenku kei mi'a zbasu lo fagri

source: This sentence is false.
jbo: na nei

source: Whoever comes will see me.
jbo: ro da klama gi'o penmi mi

source: Men fight with iron for gold.
jbo: da da'arsi'u sepi'o loi tirse tu'a loi solji

source: The smaller of the brothers said this.
jbo: lo cmarai be lei re bruna pu cusku

source: Your brother is asking for help.
jbo: lo do bruna cu sidju cpedu

source: The young man that you saw is my brother.
jbo: lo citnau poi do viska cu bruna mi

source: Marriage is the main cause of all divorces.
jbo: lo nunspe lo nunspesti cu ralju krinu

source: That word is very hard to translate.
jbo: lo nu fanva le valsi cu nandu mutce

source: Words fly, texts remain.
jbo: lo valsi cu vofli gije lo selsku cu stali

source: I've decided that we won't go.
jbo: mi jdice lo du'u mi'a na klama

source: I don't understand a word of what you're saying.
jbo: ki'a cai

source: What was your mother doing when you got home?
jbo: lo mamta be do cu mo ca lo nu do mo'u klama lo zdani

source: You're not a child anymore.
jbo: do ba'o verba

source: I must buy one of these.
jbo: ei mi terve'u pa ti

source: It needs itself.
jbo: ra vo'a nitcu

source: Don't hate me!
jbo: ko na xebni mi

source: Believe me.
jbo: ko krici fi mi

source: We are all stupid, just on different subjects.
jbo: ro lo mi bebna .i ri vrici lo po'o ka bebna ma kau

source: How many barbers work in that barbershop?
jbo: xo kreka'agau cu gunka bu'u lo va kreka'astu

source: How many caps do you own?
jbo: do ponse xo mapku

source: That's a pretty little girls' school.
jbo: ta melbi cmalu nixli ckule

source: That is a little girls' school.
jbo: ta cmalu nixli bo ckule

source: That is a school for little girls.
jbo: ta cmalu nixli bo ckule

source: Where are the boys?
jbo: ma se zvati za'u le nanla

source: He loves me. But I do not love him.
jbo: ko'a prami mi .i ku'i mi na prami ko'a

source: She wants to dance.
jbo: ra djica lo nu dansu

source: I did not know this.
jbo: mi na pu djuno ti

source: I own two books.
jbo: mi ralte re lo cukta

source: The book is big.
jbo: le cukta cu barda

source: The book is white.
jbo: le cukta cu blabi

source: I hope that you are able to resolve the situation soon.
jbo: a'o do ka'e zi cikre lo tcini

source: The gentleman stood in front of the bank.
jbo: le nolnau pu sanli ca'u le banxa

source: I see a nobleman and a noblewoman.
jbo: mi viska lo nolnau .e lo nolni'u

source: I see a gentleman and a lady.
jbo: mi viska lo nolnau .e lo nolni'u

source: I see noblemen and noblewomen.
jbo: mi viska lo nolnau .e lo nolni'u

source: I'm holding a book.
jbo: mi jgari lo cukta

source: I'm going to buy a cell phone tomorrow.
jbo: ca lo bavlamdei mi terve'u lo kanfonxa ui

source: I'm going to buy a mobile phone tomorrow!
jbo: ca lo bavlamdei mi terve'u lo kanfonxa ui

source: I'm gonna get a cell phone tomorrow!
jbo: ca lo bavlamdei mi terve'u lo kanfonxa ui

source: I'm planning to buy a mobile phone tomorrow.
jbo: ca lo bavlamdei mi terve'u lo kanfonxa ui

source: He's very nice!
jbo: ra mutce xendo

source: Bill, open the door.
jbo: doi .bil. ko kargau lo vorme

source: Indeed, it's true.
jbo: je'a jetnu

source: There are a few boats on the lake.
jbo: so'u bloti cu zvati lo lalxu

source: What happened to the book I put here yesterday?
jbo: mo lo cukta poi mi vi punji ca lo prulamdei

source: I want to visit Cuba before Castro dies.
jbo: mi djica lo nu vitke zi'o la.kubas. pu lo nu la.kastros. cu mrobi'o

source: Do not put child into bag!
jbo: ko na punji lo verba lo dakli

source: Every time I listen to this song, I cry.
jbo: mi klaku ca lo ro nu sanga ti mi

source: I cry every time I listen to this song.
jbo: mi klaku ca lo ro nu sanga ti mi

source: Language schools suck.
jbo: .iunai bangu ckule

source: She is a beginner.
jbo: ko'a tolcre

source: When will you come back from Milan?
jbo: ti'u ma do xrukla fi la .milAn.

source: Hawks are birds of prey.
jbo: lo aksiptrina cu katcpi

source: Thank you for amending that mistake.
jbo: ki'o do tolsre

source: Gods exist.
jbo: za'u cevni ku zasti

source: Are you studying or working?
jbo: do tadni je'i gunka

source: Existence is a meaningless concept.
jbo: lo si'o zasti na se smuni da

source: She was on the scene of the crime.
jbo: ko'a pu zvati lo stuzi poi lo zekri pu fasnu

source: She was at the scene of the crime.
jbo: ko'a pu zvati lo stuzi poi lo zekri pu fasnu

source: She was at the crime scene.
jbo: ko'a pu zvati lo stuzi poi lo zekri pu fasnu

source: I'm loved.
jbo: mi se prami

source: Enough is enough!
jbo: lo banzu cu banzu

source: Fresh coffee will be ready in a minute.
jbo: loi cnino ckafi bazi gubni

source: Please pay attention.
jbo: e'o ko ju'itra

source: What country are you from?
jbo: ma gugde do

source: Do we have a problem?
jbo: xu ma'a se nabmi

source: The girl washed her hair.
jbo: lo nixli pu lumci lo kerfa

source: I like fresh air.
jbo: mi nelci le vifne vacri

source: Tom is the best worker in our company.
jbo: la tom cu me le xamgu traji gunka pe lo mi'a kagni

source: Tom is competing against other swimmers.
jbo: la tom jivna lo limna prenu

source: The children are creating a painting.
jbo: lei verba ca'o finti lo cintyxra

source: The famous building, the Taj Mahal, is in India.
jbo: le misno dinju no'u la taj,ma'al. cu selstu la .indias.

source: Would you like to be famous?
jbo: xu do djica lo nu do misno

source: Did you find your keys?
jbo: xu do zvafa'i lo do ckiku

source: The funeral was yesterday.
jbo: le mrori'i pu fasnu ca lo prulamdei

source: Mary loves to ride her horse.
jbo: la .meris. cu nelci lo nu selma'e lo xirma

source: I hate insects of all kinds.
jbo: mi xebni ro lo jutsi be lo cinki

source: The factory uses many complicated machines.
jbo: lo fanri cu pilno so'i pluja minji

source: The mystery of her death was never solved.
jbo: le nalseljmi be fi le nu ko'a mrobi'o cu pujeca na se namsnada

source: Tom opened the door and the dog ran out.
jbo: lo vorme co'a kalri gau la .tom. .i ce'o lo gerku mo'u bajra lo bartu

source: Please make sure the drinking water is pure.
jbo: .e'o ko birti le du'u le djacu ku curve

source: Tom doesn't understand how to use a computer.
jbo: la.tam. na jimpe lo du'u ta'i ma kau pilno lo skami

source: There are more than six billion people in the world.
jbo: su'o xa ki'o ki'o ki'o prenu cu jmive bu'u lo munje

source: It's Greek to me.
jbo: ti itkuile ga'a mi

source: I like watching movies.
jbo: mi nelci lo nu zgana lo skina

source: She owns few books.
jbo: ko'a ralte so'u lo cukta

source: She doesn't own many books.
jbo: ko'a ralte so'u lo cukta

source: Seen from a distance, she's a beauty.
jbo: ra melbi ve ga'a lo nu darno

source: There is a book about dancing on the desk.
jbo: lo cukta poi srana lo nu dansu cu cpana lo jubme

source: What color, in numbers?
jbo: xo selska

source: No, it's not.
jbo: na go'i .i ra na co'e

source: He is a doctor and an author.
jbo: ra mikce je tercku

source: I'm not afraid.
jbo: iinai

source: Cows eat grass.
jbo: lo bakni cu citka lo srasu

source: My father is going to China.
jbo: lo mi patfu cu klama lo jungo

source: Aw, my father's going to China.
jbo: uinai lo mi patfu cu klama lo jungo

source: The father is very tired.
jbo: le patfu cu mutce tatpi

source: I went to Boston on a train.
jbo: mi pu klama la.bastn. fu lo trene

source: Love, Jon.
jbo: iu mi'e djan

source: It will be spring soon.
jbo: zi vensa

source: Do you have money?
jbo: xu do ralte da poi jdini

source: It's very hot today.
jbo: mutce glare ca lo cabdei

source: Your book is here.
jbo: lo do cukta ti zvati

source: What's for dinner?
jbo: ma ba vacysai

source: When will we arrive at Barcelona?
jbo: ca ma mi'o klamu'o la byrsylon.

source: Where is it?
jbo: vi ma

source: Where is there a restaurant?
jbo: bu'u ma gusta

source: Where were you born?
jbo: do jbena fo ma

source: Which is brown?
jbo: ma bunre

source: Would you like to come to my parents' house?
jbo: xu do djica lo nu klama lo zdani be lo rirni be mi

source: You made it!
jbo: do pu snada

source: Do you need the keys?
jbo: xu do nitcu le ckiku

source: He has completely avoided being sentimental.
jbo: ko'a pu'i ja'asai rivbi lo nu cnitce

source: Is this what you want?
jbo: xu do djica

source: I love you and vice versa.
jbo: mi prami do soi vo'a

source: He is more clever than me.
jbo: .i zmadu mi lo ka mencre

source: Do you speak Chinese well?
jbo: xu do bancre lo banzuxe'o

source: He put his money in the bag.
jbo: lo nakni pu nerpu'i lo vo'a rupnu lo dakli

source: My book bag is very heavy.
jbo: lo mi cukta dakli cu mutce tilju

source: How am I close to you?
jbo: mi jibni do .iu ma .au

source: You're not gonna die, eh?
jbo: do na ba morsi vau je'u pei

source: She has her faults, but I like her.
jbo: ra se cfila gi'e ku'i se nelci mi

source: The cat sleeps next to the couch.
jbo: le mlatu ca sipna re'o le sfofa

source: Please give me a drink.
jbo: e'o ko dunda lo selpinxe mi

source: I like to travel.
jbo: mi nelci lo nu mi litru

source: We're all the same according to law.
jbo: ro ma'a mintu fi lo flalu

source: Fool!
jbo: bebzu'e

source: Do you need money?
jbo: xu do nitcu lo jdini

source: You need the keys?
jbo: xu do nitcu le ckiku

source: It's sick.
jbo: ra bilma

source: Who teaches you?
jbo: ma ctuca do

source: The letter returned.
jbo: le xatra pu selxru

source: You will fail.
jbo: do ba fliba

source: Where can we make a phone call?
jbo: vi ma ka'e fonpli

source: I want this one.
jbo: mi djica tu'a ti

source: Parallel lines do not intersect each other.
jbo: lo panra linji na kruca

source: Go say goodbye to them before they leave.
jbo: ko klama gi'e cusku zo co'o ra pu lo nu cliva

source: Thou shalt not kill.
jbo: ko na catra

source: He doesn't work here anymore.
jbo: ra ba'o vi gunka

source: F in hexadecimal is equal to 15.
jbo: li vai ju'u paxa du li pamu

source: I know whether or not he is an enemy.
jbo: mi djuno lo du'u xu kau ko'a bradi

source: I know who my enemy is.
jbo: mi djuno lo du'u ma kau bradi mi

source: I bought the MP3 player.
jbo: mi pu terve'u le mypyci zei zgica'a

source: He and he love her and her, respectively.
jbo: ko'a fa'u ko'e nelci ko'i fa'u ko'o

source: He managed to climb the mountain.
jbo: ra snada lo nu cpare lo cmana

source: We both teach each other the language.
jbo: lo bangu zo'u mi ce do simxu le ka ce'u ctuca ce'u

source: I visited her, but she was not home.
jbo: mi vitke ko'a .i ku'i ko'a na zvati lo zdani be vo'a

source: I'm visiting her; however, she is not at her house.
jbo: mi vitke ko'a .i ku'i ko'a na zvati lo zdani be vo'a

source: She is Li Ying.
jbo: ra du la.li,in.

source: I don't know if it's a bug or not, but this software doesn't work correctly.
jbo: mi na djuno lo jei samcfi .i je ku'i le samselpla cu spofu

source: I will stay home today.
jbo: mi stali le zdani ca lo cabdei

source: I'm travelling to Paris tomorrow.
jbo: mi klama la paris ca lo bavlamdei

source: Please tell me your opinion.
jbo: e'o do jungau mi tu'a lo do se jinvi

source: Ask a policeman!
jbo: ko retsku fi lo pulji

source: Pharamp cut the cake in half.
jbo: la'oi Pharamp ka'argau lo titnanba re da

source: He loves to fish.
jbo: ra prami lo nu fipkalte

source: She loves to fish.
jbo: ra prami lo nu fipkalte

source: Where is he?
jbo: zvati ma

source: I will talk about it with my horse.
jbo: mi joi lo mi xirma cu casnu

source: I will discuss it with my horse.
jbo: mi joi lo mi xirma cu casnu

source: The concert lasted about three hours.
jbo: lo tigzgi pu cacra li ji'i ci

source: I'm driving to Paris tomorrow.
jbo: mi ma'ekla la paris ca lo bavlamdei

source: I will drive to Paris tomorrow.
jbo: mi ma'ekla la paris ca lo bavlamdei

source: Who do you live with?
jbo: do joi ma xabju

source: You disappear.
jbo: do canci

source: My bike is stolen.
jbo: lo mi relxilma'e ku se zerle'a

source: I have succeeded in doing it.
jbo: mi snada

source: I have done it.
jbo: mi mulgau

source: This conversation is being recorded.
jbo: vreji le se casnu

source: I sure hope this is a dream.
jbo: mi je'a pacna lo nu ca senva

source: I don't like the substitute teacher.
jbo: mi na nelci lo basti ctuca

source: Why don't you go in my place?
jbo: e'u do basti mi

source: Why don't we ask for his advice?
jbo: .e'u selstidi ko'a

source: There really was an Alice, but Wonderland is a figment of the imagination.
jbo: la .alis. je'a zasti .i ku'i la selmacygu'e ku xanri po'o

source: I was happy for her unexpected visit.
jbo: mi pu gleki lo nu ko'a tolkanpe vitke

source: The two brothers have died.
jbo: lo re bruna ba'o mrobi'o

source: He called his son James.
jbo: ra te cmene lo bersa be ri zo djeimyz

source: The door was not closed.
jbo: lo vorme na ganlo

source: I'm interested in music.
jbo: lo zgike cu cinri mi

source: Colorless green ideas sleep furiously.
jbo: lo nalska crino sidbo cu carmi sipna

source: Do you speak Esperanto?
jbo: xu do baupli lo pa'arbau

source: The phlebotomist scared herself by practicing her craft on a balloon.
jbo: le certu be lo zu'o blutu'u karbixygau cei broda cu tepygau ri lo ka crezenzu'e lo zu'o broda fi'o binxo lo bolci

source: Tatoeba is a language dictionary.
jbo: la.tatoebas. bangu vlacku

source: You can search words, and get translations. But it's not exactly a typical dictionary.
jbo: ka'e sisku tu'a lo valsi gi'e facki lo'i xe fanva .i je ku'i na je'a fadni fi lo vlacku

source: It's all about sentences. Not words.
jbo: srana lo jufra e nai lo valsi

source: You can search sentences containing a certain word and get translations for these sentences.
jbo: ka'e sisku tu'a lo pa valsi lo'i jufra gi'e facki lo'i xe fanva be lo'i jufra

source: Why sentences? you may ask. Well, because sentences are more interesting.
jbo: mu'i ma jufra .i ka'e cpedu .i ge'e mu'i lo nu lo jufra cu cinri zmadu

source: Sentences bring context to the words. Sentences have personalities. They can be funny, smart, silly, insightful, touching, hurtful.
jbo: lo jufra dunda lo vanbi be lo valsi .i lo jufra cu prenu pe'a .i ka'e xajmi ja menja'o ja bebna ja pesyja'o ja cniri'a ja xairi'a

source: Sentences can teach us a lot. And a lot more than just words.
jbo: lo jufra ka'e ctuca mutce .i zmadu tu'a lo valsi

source: So we love sentences. But, even more, we love languages.
jbo: mi'a ni'i prami lo jufra .i je ku'i zmadu fa lo ni prami lo bangu

source: And what we really want is to have many sentences in many and any languages.
jbo: je mi'a mutce djica tu'a so'i jufra be fi so'i si ro bangu

source: If an Icelandic sentence has a translation in English, and the English sentence has a translation in Swahili, then indirectly, this will provide a Swahili translation for the Icelandic sentence.
jbo: va'o lo nu fanva lo bangisulu jufra lo glibau kei ku joi lo nu fanva lo glibau jufra lo bansuve'a kei na'e sirji fanva lo bangisulu jufra lo bansuve'a

source: But where do we get those sentences? And how do we translate them?
jbo: ku'i ta'i ma mi'a cpacu lo jufra .i je ta'i ma mi'a fanva jy

source: Obviously, this cannot be the work of one person. This is why Tatoeba is collaborative.
jbo: sapselga'e fa lo nu ra na ka'e se finti pa prenu .i la'e di'u krinu lo nu la.tatoebas. cu se grisazri

source: Everyone is free to contribute.
jbo: ro prenu cu zifre lo nu mindju

source: And everyone has the ability to contribute.
jbo: je ro prenu cu kakne lo nu jmina

source: It doesn't require you to be a polyglot.
jbo: na sarcu fa lo nu do sorbaucre

source: Everyone speaks a language.
jbo: ro prenu cu se bangu

source: Everyone can feed the database to illustrate new vocabulary.
jbo: ro prenu ka'e jmina fi lo datnyci'e te zu'e lo nu jarco lo cnino valsi

source: Everyone can help ensure that sentences sound correct, and are correctly spelled.
jbo: ro prenu ka'e zukte fi lo nu lo'i jufra cu simlu lo ka drani ku kei e lo nu jy ciska drani

source: And actually, this project needs everyone.
jbo: je je'u le gungunma cu nitcu lo ro prenu

source: This means you can reuse them freely for a textbook, for an application, for a research project, for anything!
jbo: la'e di'u se smuni lo du'u zifre lo nu pilno fi lo ctuca cukta a lo samselpla a lo facki gungunma a ro da

source: So that's Tatoeba.
jbo: ge'e me la.tatoebas.

source: That's awesome, right?
jbo: la'e di'u banli vau pei

source: It's a hard question.
jbo: nandu preti

source: Maybe it's great.
jbo: banli ju'ocu'i

source: The art teacher paints at night.
jbo: lo larcu ctuca cu cintypu'i ca lo nicte
